[Chore]: Update readme
